/* Localized versions of Info.plist keys */

"IAP_CENTER_INF_O1" = "Transaction success.";
"IAP_CENTER_INF_O2" = "Transaction fail, error code:%d";

"ERROR_TITLE" = "Error.";
"ERROR_NEG_7100" = "invalid account!";
"ERROR_NEG_7000" = "invalid account!";

"MEMBER_LOGIN_INFO_01" = "Error.";
"MEMBER_LOGIN_INFO_02" = "Please Fill in all information.";
"MEMBER_LOGIN_INFO_03" = "Ok";
"CONFIRM_OK"    = "OK";
"CONFIRM_CANCEL"    = "Cancel";
"MEMBER_LOGIN_INFO_04" = "Connect Error! Please try later!";

"MEMBER_LOGIN_INFO_05" = "User name";
"MEMBER_LOGIN_INFO_06" = "Password";
"MEMBER_LOGIN_INFO_07" = "Member login";
"MEMBER_LOGIN_INFO_08" = "Sign up";
"MEMBER_LOGIN_INFO_09" = "Guest";

"MEMBER_REGISTER_INFO_01" = "Error.";
"MEMBER_REGISTER_INFO_02" = "Your Password and Confirm Password not same.";
"MEMBER_REGISTER_INFO_03" = "Ok";
"MEMBER_REGISTER_INFO_04" = "Error.";
"MEMBER_REGISTER_INFO_05" = "Please Fill in all information.";
"MEMBER_REGISTER_INFO_06" = "Ok";

"MEMBER_REGISTER_INFO_07" = "User name";
"MEMBER_REGISTER_INFO_08" = "Password";
"MEMBER_REGISTER_INFO_09" = "Enter the password again";
"MEMBER_REGISTER_INFO_10" = "Sign up";
"MEMBER_REGISTER_INFO_11" = "Email Incorrect format";

"MEMBER_REGISTER_INFO_12" = "Account length is too short";
"MEMBER_REGISTER_INFO_13" = "Password length is too short";
"MEMBER_REGISTER_INFO_14" = "Nicknames";

"MEMBER_FORGoT_INFO_01" = "Forgot password";
"MEMBER_FORGoT_INFO_02" = "Change password";
"MEMBER_FORGoT_INFO_03" = "Binding facebook";

"MEMBER_FORGoT_INFO_04" = "user name can not be null";
"MEMBER_FORGoT_INFO_05" = "Email not be empty";
"MEMBER_FORGoT_INFO_06" = "Reset Password message has been sent, please check your mailbox %@!";
"MEMBER_FORGoT_INFO_07" = "Binding Guest Account";

"MEMBER_RESEAT_INFO_01" = "Original password";
"MEMBER_RESEAT_INFO_02" = "password";
"MEMBER_RESEAT_INFO_03" = "password again";
"MEMBER_RESEAT_INFO_04" = "Success!";
"MEMBER_RESEAT_INFO_05" = "Binding success";

"MEMBER_EMAIL" = "Email";

"MEMBER_PAY_INFO_01" = "Please log in!";

"MEMBER_ADS_INFO_01" = "Dont't show this again today";

"login_label_username"  = "Account";
"login_label_password"  = "Password";
"login_label_password_2"  = "Re-enter password";
"login_label_signin"  = "SignIn";
"login_label_signup"  = "SignOn";
"login_username_hint"  = "DreamSky account";
"login_register_link"  = "Register";
"login_fb_link"  = "facebook";
"network_fail"  = "network problems, check whether the network is already open";
"unknown_fail"  = "Unknown exception";
"loading_status"  = "Loadining";
"login_empty"  = "username and password can not be null";
"accountid_size"  = "Account must be 4-20 alphanumeric characters";
"pwd_size"  = "Password must be 6-20 alphanumeric characters";
"pwd_not_the_same"  = "two passwords are not the same";
"accountid_format"  = "1234567890qwertyuiopasdfghjklzxcvbnm-_QWERTYUIOPASDFGHJKLZXCVBNM";
"login_auto_signin"    = "Auto Login";
"login_find_password"    = "Setting";
"login_register"    = "Register";
"login_visitor_login"    = "Guest";
"login_other_login"    = "Other";
"canel_visitor_login"    = "canel";

"login_mail"    = "Enter your email";
"login_mail_error"    = "mail is error";

"change_password" = "change password";
"forgot_password" = "forgot password";
"bonding_account" = "reg and binding account";

"bonding_account_hit" = "reg and binding account,please !";

"old_password" = "password";
"new_password" = "new password";
"new_password2" = "new password again";
"change_password_success" = "change password success";

"check_mail" = "verify email";
"send_mail_succece" = "send mail success";

"binding_hit"    = "messages";
"binding_text"    = "In order to ensure the safety of your account, suggest you to bind account";
"binding_register"    = "binding account";
"not_binding_register"    = "Goto Game";
"binding_ok"    = "OK";

"SUCCESS"  = "success";
"ACCOUNT_PWD_ERROR"  = "username password error";
"FAIL"  = "system abnormalities";
"APP_NOT_FOUND"  = "application does not exist";
"SIGN_ERROR"  = "Data signature error";
"ACCOUNT_LEN_ERROR"  = "account the length of the error";
"PWD_LEN_ERROR"  = "password length error";
"PRODUCT_NOT_FOUND"  = "can not find purchased";
"ACCOUNT_EXIST"  = "account already exists";
"FB_LOGIN_FAIL"  = "facebook Login failed";
"ORDER_ERROR"  = "Order Error";

"CODE_SUCCESS" = "Success";
"CODE_ACCOUNT_PWD_ERROR" = "Account or password error";
"CODE_FAIL" = "System error";
"CODE_APP_NOT_FOUND" = "Application not exist";
"CODE_SIGN_ERROR" = "Data signature error";
"CODE_ACCOUNT_LEN_ERROR" = "Account length error";
"CODE_PWD_LEN_ERROR" = "Password length error";
"CODE_PRODUCT_NOT_FOUND" = "Can not find to buy goods";
"CODE_ACCOUNT_EXIST" = "Account already exists in";
"CODE_FB_LOGIN_FAIL" = "Facebook Signin failed";
"CODE_ORDER_ERROR" = "Order error";
"CODE_CLIENT_NOT_SUPPORT" = "Client not support";
"CODE_DEVICE_LOGIN_FAIL" = "Guest signin fail";
"CODE_ACCOUNT_EMAIL_NOT_MATCH" = "Account and Email not match";
"CODE_CDKEY_USED" = "Activation Code had been used";
"CODE_CDKEY_NOT_START" = "Activation Code is invalid";
"CODE_CDKEY_IS_END" = "Activation Code is invalid,You are late";
"CODE_CDKEY_NOT_EXIST" = "Activation Code is not exist";
"CODE_CDKEY_USE_ONCE_TIME" = "Activation Code the same type only can use one times";
"CODE_CDKEY_USE_ALL" = "Activation Code had remain";
"CODE_CDKEY_NETWORK_ERROR" = "Network problem,connet server to use";
"CODE_DEVICE_NOT_SAME" = "Not the same device";
"CODE_STORE_NOT_FOUND" = "Not found store data";
"CODE_RELOAD_STORE_FREQUENT" = "operation too frequent";
"CODE_RELOAD_STORE_OVER_COUNT" = "operation times is over,try it tomorrow(UTC) pls.";
"CODE_GPLUS_LOGIN_FAIL" = "Google+ Login fail.";

"debug_title"  = "debug";
"debug_login"  = "This is the debug login, if the release of the app set Debug to false";
"debug_charge"  = "Pay test is start, whether to start the simulation of payment?";
"debug_charge_status"  = "Simulation pay, whether to return a successful outcome?";

"connect_social_account" = "do you sure to change this social connect?";

"RECOMMEND" = "recommend";
"register_new_account" = "register new account";
"register_success" = "register success";

